1.0/diagrams/concepts_relations.dot
digraph G {
    rankdir=LR
        node [shape=rect,style=filled,label="Concept",fillcolor=yellow];
    C1 -> Concept [label="is subtype of"];
    C2 -> Concept [label="is instance of"];
    Concept -> C3 [label="Relation"];
}
