2.0/diagrams/plantuml/concepts_relations.plantuml
@startuml
!include style.plantuml
left to right direction
'top to bottom direction

class c1 as "Concept"
() c2 as "Concept"
class c3 as "Concept"
class c4 as "Concept"
c1 <|- c3
c2 -- c3 : instance >
c3 -- c4 : relation >

@enduml
